{
	"complement-name-carrousel-s1": "Web Project",
	"description-carrousel-s1": "Last 42 Common Core Project",
	"complement-name-carrousel-s2": "2D Game",
	"description-carrousel-s2": "First 42 Common Core Project in C",
	"complement-name-carrousel-s3": "3D Game",
	"description-carrousel-s3": "Last 42 Common Core Project in C",
	"button-carrousel": "Learn more",
	"home": "Home",
	"work": "Works",
	"about": "About",
	"send-message": "Send me a message",
	"project-presentation": "Project presentation",
	"technologies-demandee": "Technologies and languages used in the project",
	"technologies": "Technologies",
	"languages": "Languages",
	"project-description-transcendance": "The project consists of creating a WebApp that allows users to play the game Pong with a smooth user interface.",
	"project-description-solong": "Creation of a basic 2D game. The player must be able to move using the W, A, S, D keys, and the game must use the MinilibX library.",
	"project-description-cub3d": "Creation of a 'realistic' 3D graphical representation of a maze using a first-person view based on the principles of ray casting.",
	"name": "Name",
	"email": "Email",
	"subject": "Subject",
	"message": "Message",
	"send": "Send",
	"name-placeholder": "Your name",
	"email-placeholder": "Your email",
	"object-placeholder": "Subject",
	"message-placeholder": "Your message",
	"valid-mail": "Thank you for your message!",
	"valid-mail1": "I have received it and will get back to you shortly.",
	"redirection-home": "You will be redirected to the home page in a few seconds.",
	"message-orientation": "Rotate your device to portrait mode to continue.",
	"profession-dev": "Web and Software Developer",
	"paragraphe-1": "I started my studies in the field of business and gained 10 years of experience in this sector. My first experience was at Intersport, where I worked for five years before launching my own company in 2016. At that time, I was designing clothing and logos, and this is where my passion for IT and creation truly began. This entrepreneurial adventure lasted a year and a half.",
	"paragraphe-2": "After that, I returned to the business sector to take part in the opening of Decathlon stores in Switzerland. In 2022, after four enriching years in this field, I decided to leave my full-time job to pursue a career in programming. I joined École 42, where I discovered coding for the first time.",
	"paragraphe-3": "Unlike my previous academic journey, this experience sparked a true passion for learning. This thirst for knowledge has continued to grow, and today, it fuels my future projects with ever-renewed enthusiasm."
}