{
	"complement-name-carrousel-s1": "Projet Web",
	"description-carrousel-s1": "Dernier projet du tronc commun de 42",
	"complement-name-carrousel-s2": "Jeu 2D",
	"description-carrousel-s2": "Premier gros projet de 42 en C",
	"complement-name-carrousel-s3": "Jeu 3D",
	"description-carrousel-s3": "Dernier projet de 42 en C",
	"button-carrousel": "En savoir plus",
	"home": "Home",
	"work": "Mes projets",
	"about": "À propos de moi",
	"send-message": "Envoie moi un message",
	"project-presentation": "Presentation du project",
	"technologies-demandee": "Technologies et langages du projet",
	"technologies": "Technologies",
	"languages": "Languages",
	"project-description-transcendance": "Le projet consiste à créer une WebApp permettant aux utilisateurs de jouer au jeu Pong avec une interface utilisateur fluide.",
	"project-description-solong": "Création d’un jeu 2D basique. Le joueur doit pouvoir se déplacer avec les touches W, A, S, D, et le jeu doit utiliser la bibliothèque MinilibX.",
	"project-description-cub3d": "Création d'une représentation graphique 3D « réaliste » d'un labyrinthe en utilisant une vue subjective basée sur les principes du ray-casting.",
	"name": "Nom",
	"email": "Email",
	"subject": "Sujet",
	"message": "Message",
	"send": "Envoyer",
	"name-placeholder": "Ton nom",
	"email-placeholder": "Ton email",
	"object-placeholder": "Subject",
	"message-placeholder": "Ton message",
	"valid-mail": "Merci pour votre message !",
	"valid-mail1": "Je l'ai bien reçu et je reviendrai vers vous sous peu.",
	"redirection-home": "Tu vas être redirigé vers la page d'accueil dans quelques secondes.",
	"message-orientation": "Tournez votre appareil en mode portrait pour continuer.",
	"profession-dev": "Développeur Web et logiciel",
	"paragraphe-1": "J'ai commencé mes études dans le domaine du commerce et ai accumulé une expérience de 10 ans dans ce secteur. Ma première expérience a été chez Intersport où j'ai travaillé pendant 5 ans, avant de me lancer en 2016 en créant ma propre entreprise. À cette époque, je concevais des vêtements et des logos, et c'est là que ma passion pour l'informatique et la création a véritablement pris naissance. Cette aventure entrepreneuriale a duré un an et demi.",
	"paragraphe-2": "Par la suite, j'ai rejoint le secteur du commerce pour participer à l'ouverture de magasins de la marque Decathlon en Suisse. En 2022, après 4 années enrichissantes dans ce domaine, j'ai pris la décision de quitter mon poste à temps plein pour me réorienter vers une carrière dans la programmation. J'ai intégré l'école 42, où j'ai découvert le code pour la première fois.",
	"paragraphe-3": "Contrairement à mon parcours scolaire précédent, cette expérience a éveillé en moi une véritable passion pour l'apprentissage. Cette soif de connaissance n'a cessé de croître, et aujourd'hui, elle nourrit mes projets futurs avec un enthousiasme sans cesse renouvelé."
}